commands_templates/GetCompatibleVideoSourceConfigurations0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/media/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetCompatibleVideoSourceConfigurations>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
      </wsdl:GetCompatibleVideoSourceConfigurations>
   </soap:Body>
</soap:Envelope>